tap "bufbuild/buf"
tap "claui/whence"
tap "homebrew/bundle"
tap "homebrew/core"
vscode "13xforever.language-x86-64-assembly"
vscode "3ash.nord-flat"
vscode "alexdauenhauer.catppuccin-noctis"
vscode "amatiasq.sort-imports"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "astro-build.astro-vscode"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bradlc.vscode-tailwindcss"
vscode "bungcip.better-toml"
vscode "Catppuccin.catppuccin-vsc"
vscode "christian-kohler.path-intellisense"
vscode "csstools.postcss"
vscode "curve.nord-dark-pro"
vscode "cval.pastel-theme"
vscode "dan-c-underwood.arm"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dev-Kaustav.afterhours"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "emroussel.atom-icons"
vscode "emroussel.atomize-atom-one-dark-theme"
vscode "Equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "FourLineCode.flc-nord-dark-pro"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "ionutvmi.reg"
vscode "JonathanHarty.gruvbox-material-icon-theme"
vscode "jongrant.csharpsortusings"
vscode "malmaud.tmux"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "mindaro-dev.file-downloader"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "mtxr.sqltools"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "ssmi.after-dark"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "TabNine.tabnine-vscode"
vscode "tomoki1207.pdf"
vscode "tooltitudeteam.tooltitude"
vscode "trunk.io"
vscode "TzachOvadia.todo-list"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "wix.vscode-import-cost"
vscode "XadillaX.viml"
vscode "zhuangtongfa.material-theme"
