tap "homebrew/bundle"
tap "homebrew/core"
brew "libxml2"
brew "exa"
brew "fzf"
brew "libavif"
brew "gd"
brew "gh"
brew "graphviz"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "minikube"
brew "neovim", args: ["HEAD"]
brew "neovide"
brew "nvm"
brew "radare2", args: ["HEAD"]
brew "ripgrep"
brew "starship"
brew "viddy"
