tap "homebrew/bundle"
tap "homebrew/core"
brew "libxml2"
brew "exa"
brew "fd"
brew "fzf"
brew "libavif"
brew "gd"
brew "guile"
brew "libidn2"
brew "gnutls"
brew "graphviz"
brew "helm"
brew "htop"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "mosquitto"
brew "neovim", args: ["HEAD"]
brew "neovide"
brew "nvm"
brew "pnpm"
brew "protobuf"
brew "radare2", args: ["HEAD"]
brew "ripgrep"
brew "skaffold"
brew "starship"
brew "viddy"
