{
    "apps": [
        {
            "Updated": "2022-07-19T12:16:14.3613287-04:00",
            "Version": "22.01",
            "Name": "7zip",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2022-06-23T09:47:42.8988955-04:00",
            "Version": "0.6.8",
            "Name": "bottom",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2022-06-18T14:25:52.4280986-04:00",
            "Version": "3.23.2",
            "Name": "cmake",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2022-07-22T11:35:51.9245068-04:00",
            "Version": "7.84.0_6",
            "Name": "curl",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2022-07-22T11:35:52.765777-04:00",
            "Version": "0.31.0",
            "Name": "fzf",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2022-07-18T17:07:25.3784347-04:00",
            "Version": "11.2.0",
            "Name": "gcc",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2022-07-26T14:37:55.4744384-04:00",
            "Version": "2.14.3",
            "Name": "gh",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2022-07-22T11:47:59.7266924-04:00",
            "Version": "1.18.4",
            "Name": "go",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2022-06-08T14:20:13.1345579-04:00",
            "Version": "1.6",
            "Name": "jq",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2022-06-22T16:50:14.8274409-04:00",
            "Version": "0.18.1",
            "Name": "lazydocker",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2022-07-22T11:35:54.0383607-04:00",
            "Version": "0.35",
            "Name": "lazygit",
            "Source": "extras",
            "Info": ""
        },
        {
            "Updated": "2022-06-09T16:32:53.8219972-04:00",
            "Version": "0.2018.07.25",
            "Name": "ln",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2022-07-14T09:43:45.9659157-04:00",
            "Version": "0.9.0",
            "Name": "neovide",
            "Source": "extras",
            "Info": ""
        },
        {
            "Updated": "2022-07-14T09:44:08.3885911-04:00",
            "Version": "0.7.2",
            "Name": "neovim",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2022-06-10T10:02:23.8784676-04:00",
            "Version": "1.12",
            "Name": "netcat",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2022-06-10T09:37:08.0297386-04:00",
            "Version": "7.92",
            "Name": "nmap",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2022-06-09T10:46:26.5893947-04:00",
            "Version": "1.1.9",
            "Name": "nvm",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2022-06-09T18:31:47.7746141-04:00",
            "Version": "1.39.0",
            "Name": "omnisharp",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2022-07-19T12:46:59.9365814-04:00",
            "Version": "0.60.1",
            "Name": "powertoys",
            "Source": "extras",
            "Info": ""
        },
        {
            "Updated": "2022-06-18T15:17:19.6048325-04:00",
            "Version": "13.0.0",
            "Name": "ripgrep",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2022-07-22T10:48:41.0219601-04:00",
            "Version": "3.1",
            "Name": "roundedtb",
            "Source": "extras",
            "Info": ""
        },
        {
            "Updated": "2022-07-22T11:36:05.3134516-04:00",
            "Version": "1.979.0",
            "Name": "snyk",
            "Source": "snyk",
            "Info": ""
        },
        {
            "Updated": "2022-07-22T11:36:08.1208401-04:00",
            "Version": "3.39.2",
            "Name": "sqlite",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2022-07-22T13:35:57.277029-04:00",
            "Version": "1.9.1",
            "Name": "starship",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2022-07-26T20:10:10.5272361-04:00",
            "Version": "0.14.1",
            "Name": "stylua",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2022-06-08T14:20:13.3220579-04:00",
            "Version": "0.2020.01.26",
            "Name": "sudo",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2022-07-26T12:42:26.5767054-04:00",
            "Version": "0.2018.07.25",
            "Name": "touch",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2022-07-22T10:48:52.055107-04:00",
            "Version": "2021.5",
            "Name": "translucenttb",
            "Source": "extras",
            "Info": ""
        },
        {
            "Updated": "2022-07-18T17:33:45.3627059-04:00",
            "Version": "0.75.1",
            "Name": "uncrustify",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2022-07-14T09:47:26.2308393-04:00",
            "Version": "14.32.31332.0",
            "Name": "vcredist2022",
            "Source": "extras",
            "Info": ""
        }
    ],
    "buckets": [
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2022-07-26T16:27:24-04:00",
            "Manifests": 1617
        },
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2022-07-26T16:29:38-04:00",
            "Manifests": 1065
        },
        {
            "Name": "snyk",
            "Source": "https://github.com/snyk/scoop-snyk",
            "Updated": "2022-07-25T20:18:38-04:00",
            "Manifests": 0
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2022-07-26T16:37:07-04:00",
            "Manifests": 350
        }
    ]
}
